{
  "AssignableRoles": [
    "Notify",
    "PixelHeads"
  ],
  "IgnoreUsers": [
    491614535812120596
  ],
  "FilterLevel": 1,
  "BadWords": [
    "shit",
    "fuck",
    "cunt",
    "pussy",
    "nigger",
    "asshole",
    "bitch",
    "bastard"
  ],
  "QuestionPullChannel": 715931075343286302,
  "RestreamID": "491614535812120596",
  "WelcomeChannel": {
    "469330414121517056": "469332579221504000",
    "386701951662030858": "650463410345082882"
  },
  "WelcomeMessage": {
    "469330414121517056": "**Welcome {user} to the Doctor Zzz's Discord server!**\n\nWe have many channels here with many talented volunteers to help spread the wealth of knowledge for home automation and other topics.  Please do read over the rules and introduce yourself in the #general channel.  If you have a question for a specific topic try looking around for a designated channel or ask the staff for help.  DrZzz's also does streams very regularly so be sure to watch out for the next stream.\n\n`Common BoT Commands:`\n`!stream` - Find out when the next stream is set to broadcast\n`~notify` - Add\/Remove yourself from the notifications channel for streaming notifications (We try not to spam you)\n`~ask` - During a live stream you can use this command followed by a question to have your question posted to a private channel to get answered by the doc or staff.  (This command is only available during a livestream)\n`~info` - A list of common commands provided by HIVE\n`~help` - Get help with a command\n`~reflist` - Get a list of our reference library\n`~karma` - Get information about our karma system",
    "386701951662030858": "**Welcome {user} to the SteelVein Discord server!**"
  },
  "alternativeWelcomeMessage": {
    "469330414121517056": "**Welcome {user} to the Doctor Zzz's Discord server!**\n\nWe attempted to send you a welcome message through direct message but were unable too.  Please be sure to review the rules of this server.  If you need any help or want to see when the next live stream is, check out the commands below.\n\n`Common BoT Commands`\n`!stream` - See when the next live stream is set to broadcast\n`~info` - Learn more about common commands from HIVE\n`~karma` - Get information about our karma system",
    "386701951662030858": "**Welcome {user} to the SteelVein Discord server!**\n\nWe attempted to send you a welcome message through direct message but were unable too.  Please review the rules of this server and introduce yourself in the #general channel.  If you need any help check out the commands below.\n\n`Common BoT Commands`\n`~info` - Learn more about common commands from HIVE"
  },
  "QuestionPushChannel": 707341967268249630,
  "LinksPullChannel": "715931075343286302",
  "DrZzzDUID": 234046843498004481,
  "markerChannels": [
    707341967268249630,
    698214886622232606,
    469343461150162955
  ],
  "LinksPushChannel": "698214886622232606",
  "WelcomeEnable": "true",
  "LogChannelID": 469914813540204545,
  "KarmaExplanation": "***What is Karma?***\n\nAll members of DrZzs Discord server will earn 1 point every day that they participate on DrZzs Discord server.\n\nYou also have an account called Karma.  Your Karma can only be changed when someone gives you one of their points to add or subtract from your Karma account.  Karma can be positive and negative.\n\nIf someone is helpful to you and you would like to reward them, you can use ` ++ @user `, or add the reaction {kPosIcon} to the helpful statement and you will be spending one of your points to give someone else positive Karma.\n\nIf someone is clearly  bringing down the conversation or just not being nice then you can use ` -- @user `, or add a reaction to what they said with this {kNegIcon}, and you will be spending one of your points to give them negative Karma.\n\nUse your points wisely.  The ONLY thing points are good for is giving or removing Karma from others.\n\nFind out more information here: https://github.com/Blade2021/HIVE/wiki/Karma",
  "KarmaExplanationShort": "💡 If someone has helped you, be sure to thank them by sending them positive karma via ++ @USER or using the {kPosIcon} reaction on their message, You can also send them negative karma using -- @USER or {kNegIcon} reaction on their message.  Both of these actions will cost you 1 point each.",
  "SuggestionsRequestsChannel": "717080569397116928",
  "SuggestionsPostChannel": "710656936735014952",
  "SuggestionsReviewChannel": "696336602297008138"
}